lib/xml/deleteCampaignProfile.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:deleteCampaignProfile>
            <!--Optional:-->
            <profileName>?</profileName>
        </ser:deleteCampaignProfile>
    </soapenv:Body>
</soapenv:Envelope>